HELP_1 = """```
❖ ᴧᴅᴍɪɴ ᴄᴏᴍᴍᴧɴᴅs ❖```
**ᴊυsᴛ ᴧᴅᴅ ᴄ ɪɴ ᴛʜᴇ sᴛᴧʀᴛɪɴɢ ᴏꜰ ᴛʜᴇ ᴄᴏᴍᴍᴧɴᴅs ᴛᴏ υsᴇ ᴛʜᴇᴍ ꜰᴏʀ ᴄʜᴧɴɴᴇʟ

❍ /pause : ᴩᴧυsᴇ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ᴩʟᴧʏɪɴɢ sᴛʀᴇᴧᴍ
❍ /resume : ʀᴇsυᴍᴇ ᴛʜᴇ ᴩᴧυsᴇᴅ sᴛʀᴇᴧᴍ
❍ /skip : sᴋɪᴩ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ᴩʟᴧʏɪɴɢ sᴛʀᴇᴧᴍ ᴧɴᴅ sᴛᴧʀᴛ sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ɴᴇxᴛ ᴛʀᴧᴄᴋ ɪɴ ǫυᴇυᴇ
❍ /end ᴏʀ /stop : ᴄʟᴇᴧʀs ᴛʜᴇ ǫυᴇᴜᴇ ᴧɴᴅ ᴇɴᴅ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ᴩʟᴧʏɪɴɢ sᴛʀᴇᴧᴍ
❍ /player : ɢᴇᴛ ᴧ ɪɴᴛᴇʀᴧᴄᴛɪᴠᴇ ᴩʟᴧʏᴇʀ ᴩᴧɴᴇʟ
❍ /queue : sʜᴏᴡs ᴛʜᴇ ǫυᴇᴜᴇᴅ ᴛʀᴧᴄᴋs ʟɪsᴛ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_2 = """```
❖ ᴧυᴛʜ υsᴇʀs ❖```
**ᴧυᴛʜ υsᴇʀs ᴄᴧɴ υsᴇ ᴧᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜᴏᴜᴛ ᴧᴅᴍɪɴ ʀɪɢʜᴛs ɪɴ ᴛʜᴇ ᴄʜᴧᴛ

❍ /auth [υsᴇʀɴᴧᴍᴇ/υsᴇʀ_ɪᴅ] : ᴧᴅᴅ ᴧ υsᴇʀ ᴛᴏ ᴧυᴛʜ ʟɪsᴛ ᴏꜰ ᴛʜᴇ ʙᴏᴛ
❍ /unauth [υsᴇʀɴᴧᴍᴇ/υsᴇʀ_ɪᴅ] : ʀᴇᴍᴏᴠᴇ ᴧ ᴧυᴛʜ υsᴇʀs ꜰʀᴏᴍ ᴛʜᴇ ᴧυᴛʜ υsᴇʀs ʟɪsᴛ
❍ /authusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ᴧυᴛʜ υsᴇʀs ᴏꜰ ᴛʜᴇ ɢʀᴏυᴩ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_3 = """```
❖ ʙʀᴏᴧᴅᴄᴧsᴛ ꜰᴇᴧᴛυʀᴇ [ ᴏɴʟʏ ꜰᴏʀ sυᴅᴏᴇʀs ] ❖```
**/broadcast [ ᴍᴇssᴧɢᴇ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴧ ᴍᴇssᴧɢᴇ ] : ʙʀᴏᴧᴅᴄᴧsᴛ ᴧ ᴍᴇssᴧɢᴇ ᴛᴏ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs ᴏꜰ ᴛʜᴇ ʙᴏᴛ
```
❖ ʙʀᴏᴧᴅᴄᴧsᴛɪɴɢ ᴍᴏᴅᴇs ❖

❍ -pin : ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴧᴅᴄᴧsᴛᴇᴅ ᴍᴇssᴧɢᴇs ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs
❍ -pinloud : ᴩɪɴs ʏᴏᴜʀ ʙʀᴏᴧᴅᴄᴧsᴛᴇᴅ ᴍᴇssᴧɢᴇ ɪɴ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs ᴧɴᴅ sᴇɴᴅ ɴᴏᴛɪꜰɪᴄᴧᴛɪᴏɴ ᴛᴏ ᴛʜᴇ ᴍᴇᴍʙᴇʀs
❍ -user : ʙʀᴏᴧᴅᴄᴧsᴛs ᴛʜᴇ ᴍᴇssᴧɢᴇ ᴛᴏ ᴛʜᴇ υsᴇʀs ᴡʜᴏ ʜᴧᴠᴇ sᴛᴧʀᴛᴇᴅ ʏσυʀ ʙσᴛ
❍ -assistant : ʙʀᴏᴧᴅᴄᴧsᴛ ʏᴏᴜʀ ᴍᴇssᴧɢᴇ ꜰᴏʀ ᴛʜᴇ ᴧssɪᴛᴧɴᴛ ᴧᴄᴄᴏᴜɴᴛ σғ ᴛʜᴇ ʙᴏᴛ
❍ -nobot : ꜰᴏʀᴄᴇs ᴛʜᴇ ʙᴏᴛ ᴛᴏ ɴᴏᴛ ʙʀᴏᴧᴅᴄᴧsᴛ ᴛʜᴇ ᴍᴇssᴧɢᴇ```

❖ ᴇxᴧᴍᴩʟᴇ:</b> <code>/broadcast -user -assistant -pin ᴛᴇsᴛɪηɢ ʙʀᴏᴧᴅᴄᴧsᴛ</code>

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_4 = """```
❖ ᴄʜᴧᴛ ʙʟᴧᴄᴋʟɪsᴛ /broadcast -user -assistant -pin ᴛᴇsᴛɪηɢ ʙʀᴏᴧᴅᴄᴧsᴛᴧᴛυʀᴇ ❖```
**ʀᴇsᴛʀɪᴄᴛ sʜɪᴛ ᴄʜᴧᴛs ᴛᴏ υsᴇ ᴏυʀ ᴘʀᴇᴄɪᴏᴜs ʙᴏᴛ

❍ /blacklistchat [ ᴄʜᴀᴛ ɪᴅ ] : ʙʟᴧᴄᴋʟɪsᴛ ᴧ ᴄʜᴧᴛ ꜰʀᴏᴍ υsɪɴɢ ᴛʜᴇ ʙᴏᴛ
❍ /whitelistchat [ ᴄʜᴧᴛ ɪᴅ ] : ᴡʜɪᴛᴇʟɪsᴛ ᴛʜᴇ ʙʟᴧᴄᴋʟɪsᴛᴇᴅ ᴄʜᴧᴛ
❍ /blacklistedchat : sʜᴏᴡs ᴛʜᴇ  ʟɪsᴛ ᴏꜰ ʙʟᴧᴄᴋʟɪsᴛᴇᴅ ᴄʜᴧᴛs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_5 = """```
❖ ʙʟᴏᴄᴋ υsᴇʀs ❖```
**sᴛᴧʀᴛs ɪɢɴᴏʀɪɴɢ ᴛʜᴇ ʙʟᴧᴄᴋʟɪsᴛᴇᴅ υsᴡʀ, sᴏ ᴛʜᴧᴛ ʜᴡ ᴄᴧɴ'ᴛ υsᴇ ʙᴏᴛ ᴄᴏᴍᴍᴧɴᴅs

❍ /block [ υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ ] : ʙʟᴏᴄᴋ ᴛʜᴇ υsᴇʀ ꜰʀᴏϻ ᴏυʀ ʙᴏᴛ
❍ /unblock [ υsᴇʀɴᴧᴍє ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ ] : υɴʙʟᴏᴄᴋs ᴛʜᴡ ʙʟᴏᴄᴋᴇᴅ υsᴇʀ
❍ /blockedusers : sʜᴏᴡs ᴛʜє ʟɪsᴛ ᴏꜰ ʙʟᴏᴄᴋᴇᴅ υsᴇʀs.

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_6 = """```
❖ ᴄʜᴧɴɴᴇʟ ᴩʟᴧʏ ᴄᴏᴍᴍᴧɴᴅs ❖```
**ʏᴏυ ᴄᴧɴ sᴛʀᴇᴀᴍ ᴧυᴅɪᴏ/ᴠɪᴅᴇᴏ ɪɴ ᴄʜᴧɴɴᴇʟ

❍ /cplay : sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ʀᴇǫυᴇsᴛᴇᴅ ᴧυᴅɪᴏ ᴛʀᴧᴄᴋ ᴏɴ ᴄʜᴧɴɴᴇʟ's ᴠɪᴅᴇσᴄʜᴧᴛ
❍ /cvplay : sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ʀᴇǫυᴇsᴛᴇᴅ ᴠɪᴅᴇᴏ ᴛʀᴧᴄᴋ ᴏɴ ᴄʜᴧɴɴᴇʟ's ᴠɪᴅᴇσᴄʜᴧᴛ
❍ /cplayforce or /cvplayforce : sᴛᴏᴘs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴧᴍ ᴧɴᴅ sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ʀᴇǫυᴡsᴛᴇᴅ ᴛʀᴧᴄᴋ
❍ /channelplay [ᴄʜᴧᴛ υsᴇʀɴᴧᴍᴇ σʀ ɪᴅ] σʀ [ᴅɪsᴧʙʟᴇ] : ᴄᴏɴɴᴇᴄᴛ ᴄʜᴧɴɴᴇʟ ᴛᴏ ᴧ ɢʀᴏυᴩ ᴧɴᴅ sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪηɢ ᴛʀᴧᴄᴋs ʙʏ ᴛʜᴇ ʜᴇʟᴩ ᴏꜰ ᴄᴏᴍᴍᴧɴᴅs sᴇɴᴅ ɪη ɢʀᴏυᴩ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_7 = """```
❖ ɢʟᴏʙᴧʟ ʙᴧɴ ꜰᴇᴧᴛυʀᴇ ❖```
**❍ /gban [υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ] : ɢʟᴏʙᴧʟʟʏ ʙᴧɴs ᴛʜᴇ ᴄʜυᴛɪʏᴧ ꜰʀᴏᴍ ᴧʟʟ ᴛʜᴇ sᴇʀᴠᴇᴅ ᴄʜᴧᴛs ᴧɴᴅ ʙʟᴧᴄᴋʟɪsᴛ ʜɪɴ ꜰʀᴏᴍ υsɪɴɢ ᴛʜᴇ ʙσᴛ
❍ /ungban [υsᴇʀɴᴧᴍᴇ ᴏʀ ʀᴇᴩʟʏ ᴛᴏ ᴧ υsᴇʀ] : ɢʟᴏʙᴧʟʟʏ υɴʙᴧɴs ᴛʜᴇ ɢʟᴏʙᴧʟʟʏ ʙᴧɴɴᴇᴅ υsᴇʀ
❍ /gbannedusers : sʜᴏᴡs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ɢʟᴏʙᴧʟʟʏ ʙᴧɴɴᴇᴅ υsᴇʀs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_8 = """```
❖ ʟᴏᴏᴘ sᴛʀᴇᴧᴍ ❖```
**sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴧϻ ɪɴ ʟᴏᴏᴘ

❍ /loop [enable/disable] : ᴇɴᴧʙʟᴇs/ᴅɪsᴧʙʟᴇs ʟᴏᴏᴘ ꜰᴏʀ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴧᴍ
❍ /loop [1, 2, 3, ...] : ᴇɴᴧʙʟᴇs ᴛʜᴇ ʟᴏᴏᴘ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ᴠᴧʟυᴇ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_9 = """```
❖ ᴍᴧɪɴᴛᴇɴᴧɴᴄє ᴍᴏᴅᴇ ❖```
**❍ /logs : ɢᴇᴛ ʟᴏɢs ᴏꜰ ᴛʜᴇ ʙᴏᴛ
❍ /logger [ᴇɴᴧʙʟᴇ/ᴅɪsᴧʙʟᴇ] : ʙᴏᴛ ᴡɪʟʟ sᴛᴧʀᴛ ʟᴏɢɢɪɴɢ ᴛʜᴇ ᴧᴄᴛɪᴠɪᴛɪᴇs ʜᴧᴩᴩᴇɴ ᴏɴ ʙᴏᴛ
❍ /maintenance [ᴇɴᴧʙʟᴇ/ᴅɪsᴧʙʟᴇ] : ᴇɴᴧʙʟᴇ σʀ ᴅɪsᴧʙʟᴇ ᴛʜᴇ ᴍᴧɪɴᴛᴇɴᴧɴᴄᴇ ᴍᴏᴅᴇ ᴏꜰ ʏᴏυʀ ʙᴏᴛ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_10 = """```
❖ ᴘɪɴɢ & sᴛᴧᴛs ❖```
**❍ /start : sᴛᴧʀᴛs ᴛʜᴇ ᴍᴜsɪᴄ ʙᴏᴛ
❍ /help : ᴛᴧᴘ ᴛᴏ sᴇᴇ ʜᴇʟᴘ ᴍᴇɴᴜ
❍ /ping : sʜᴏᴡs ᴛʜᴇ ᴩɪɴɢ ᴧɴᴅ sʏsᴛᴇᴍ sᴛᴧᴛs ᴏꜰ ᴛʜᴡ ʙᴏᴛ
❍ /stats : sʜᴏᴡs ᴛʜᴇ ᴏᴠᴇʀᴧʟʟ sᴛᴧᴛs ᴏꜰ ᴛʜᴇ ʙᴏᴛ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_11 = """```
❖ ᴩʟᴧʏ ᴄᴏᴍᴍᴧɴᴅs ❖```
```
V : sᴛᴧɴᴅs ꜰᴏʀ ᴠɪᴅᴇᴏ ᴩʟᴧʏ
FORCE : sᴛᴧɴᴅs ꜰᴏʀ ꜰᴏʀᴄᴇ ᴩʟᴧʏ```
**❍ /play ᴏʀ /vplay : sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ʀᴇǫυᴇsᴛᴇᴅ ᴛʀᴧᴄᴋ ᴏɴ ᴠɪᴅᴇᴏᴄʜᴧᴛ
❍ /playforce ᴏʀ /vplayforce : sᴛᴏᴘs ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴧϻ ᴧɴᴅ sᴛᴧʀᴛs sᴛʀᴇᴧᴍɪɴɢ ᴛʜᴇ ʀᴇǫυᴇsᴛᴇᴅ ᴛʀᴧᴄᴋ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_12 = """```
❖ sʜυꜰꜰʟᴇ σ̨υᴇυᴇ ❖```
**❍ /shuffle : sʜυꜰꜰʟᴇ's ᴛʜᴇ σ̨υᴇυᴇ.
❍ /queue : sʜᴏᴡs ᴛʜᴇ sʜυꜰꜰʟᴇᴅ σ̨υᴇυᴇ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_13 = """```
❖ sᴇᴇᴋ sᴛʀᴇᴧɴ ❖```
**❍ /seek [ᴅυʀᴧᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴧᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅυʀᴧᴛɪᴏɴ
❍ /seekback [ᴅυʀᴧᴛɪᴏɴ ɪɴ sᴇᴄᴏɴᴅs] : ʙᴧᴄᴋᴡᴧʀᴅ sᴇᴇᴋ ᴛʜᴇ sᴛʀᴇᴧᴍ ᴛᴏ ᴛʜᴇ ɢɪᴠᴇɴ ᴅυʀᴧᴛɪσɴ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_14 = """```
❖ sᴏɴɢ ᴅᴏᴡɴʟᴏᴧᴅ ❖```
**❍ /song [sᴏɴɢ ɴᴧᴍᴇ/ʏᴛ υʀʟ] : ᴅᴏᴡɴʟᴏᴧᴅ ᴧɴʏ ᴛʀᴧᴄᴋ ꜰʀᴏᴍ ʏᴏᴜᴛᴜʙᴇ ɪɴ ᴍᴘ ᴏʀ ᴍᴘ4 ꜰᴏʀᴍᴧᴛs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""

HELP_15 = """```
❖ sᴘᴇᴇᴅ ᴄᴏᴍᴍᴧɴᴅs ❖```
**ʏᴏυ ᴄᴧɴ ᴄᴏɴᴛʀᴏʟ ᴛʜᴇ ᴘʟᴧʏʙᴧᴄᴋ sᴘᴇᴇᴅ ᴏꜰ ᴛʜᴇ ᴏɴɢᴏɪɴɢ sᴛʀᴇᴧϻ. [ᴧᴅᴍɪɴs ᴏɴʟʏ]

❍ /speed or /playback : ꜰᴏʀ ᴧᴅᴊυsᴛɪɴɢ ᴛʜᴇ ᴧυᴅɪᴏ ᴘʟᴧʏʙᴧᴄᴋ sᴘᴇᴇᴅ ɪɴ ɢʀᴏυᴘ
❍ /cspeed or /cplayback : ꜰᴏʀ ᴧᴅᴊυsᴛɪɴɢ ᴛʜᴇ ᴧυᴅɪᴏ ᴘʟᴧʏʙᴧᴄᴋ sᴘᴇᴇᴅ ɪɴ ᴄʜᴧɴɴᴇʟʟ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
"""
