# MADE BY - AARUMI BABY

class Helper(object):
    HELP_M = '''```
❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ```
**ᴧsᴋ ʏᴏυʀ ᴅᴏυʙᴛs ᴧᴛ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄᴏᴍᴍᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /**
'''

    HELP_B = '''```
❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ```
**ᴧsᴋ ʏσυʀ ᴅᴏυʙᴛs ᴧᴛ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄᴏᴍᴍᴧɴᴅs ᴄᴧɴ ʙᴇ υsᴇᴅ ᴡɪᴛʜ : /**
'''


    HELP_Sona = '''```
❖ ʜєʟᴘ ᴍᴧɪɴ ᴍᴇɴυ```
**❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏᴜ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ**
'''

#------------------------------------------------------------------------------------------------------------------------
# TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL |
#------------------------------------------------------------------------------------------------------------------------

    HELP_01 = '''```
❖ ᴄʜᴧᴛɢᴘᴛ ᴄᴏᴍᴍɴᴅꜱ ❖```
**❖ ᴧɪ | ᴄʜᴧᴛɢᴘᴛ ᴄᴏᴍᴍᴧɴᴅs

❍ /ask [ǫυєʀʏ] : sᴇᴧʀᴄʜ ᴛʜᴇ ᴧɴʏ ᴛʏᴘᴇ ǫυᴇsᴛɪᴏɴ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_02 = '''```
❖ sᴇᴧʀᴄʜ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /google [ǫυᴇʀʏ] : sєᴧʀᴄʜ ᴛʜє ɢᴏᴏɢʟє ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇη ǫυᴇʀʏ
❍ /waifu [ǫυᴇʀʏ] : sєᴧʀᴄʜ ʀᴀɴᴅᴏᴍ ᴡᴧɪғᴜ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇη ǫυᴇʀʏ
❍ /bored [ǫυᴇʀʏ] : ᴛɪϻєᴅ ᴏᴜᴛ ʙᴏʀɪηɢ ϻᴏᴏᴅs ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫυᴇʀʏ
❍ /image [ǫυᴇʀʏ] : ɢᴇᴛ ᴛʜᴇ ɪᴍᴧɢᴇs ʀᴇɢᴧʀᴅɪηɢ ᴛᴏ ʏᴏᴜʀ ǫυᴇʀʏ
❍ /math [ǫυᴇʀʏ] : ɢᴇᴛ sᴏʟᴠᴇᴅ ᴍᴧᴛʜ ǫᴜᴇsᴛɪᴏɴs.** `єx - 2 + 2`

```
❖ ᴇxᴧᴍᴘʟᴇ : /google ʜɪɴᴅɪ sᴏɴɢs```

**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_03 = '''```
❖ ᴡʜɪsᴘᴇʀ ❖```
**❖ sᴇɴᴅ ᴡʜɪsᴘᴇʀ ᴍᴇssᴀɢᴇ ❖**

```
 ᴇxᴧᴍᴘʟᴇ : @Jio_savan_music_bot @Swagger_Soul ɪ ʟᴏᴠᴇ ʏᴏᴜ 😘
```

<u>**❖ ᴛᴇxᴛ ᴛᴏ ᴠᴏɪᴄᴇ**</u>

**❍ /tts : [ᴛᴇxᴛ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots) **
'''


    HELP_04 = '''```
❖ ɪɴꜰᴏ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /id : ɢᴇᴛ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪꜰ υsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴧ ᴍᴇssᴧɢᴇ, ɢᴇᴛs ᴛʜᴧᴛ υsᴇʀ's ɪᴅ
❍ /info : ɢᴇᴛ ɪɴꜰᴏʀᴍᴧᴛɪᴏɴ ᴧʙᴏᴜᴛ ᴧ υsᴇʀ.
❍ /givelink : ɢᴇᴛ ɪɴꜰᴏʀᴍᴧᴛɪᴏɴ ᴧʙᴏυᴛ ᴧ ɢɪᴛʜυʙ υsᴇʀ
❍ /groupdata : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ
❍ /groupinfo : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ɪɴꜰᴏ `ᴇx :- /groupinfo ɢʀᴏᴜᴘ ᴜsᴇʀɴᴀᴍᴇ`
❍ /status : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ sᴛᴧᴛᴜs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_05 = '''```
❖ ꜰᴏɴᴛ ❖```
**ʙʏ υsɪɴɢ ᴛʜɪs ᴍᴏᴅυʟᴇ ʏᴏυ ᴄᴧɴ ᴄʜᴧɴɢᴇ ꜰᴏɴᴛs ᴏꜰ ᴧɴʏ ᴛᴇxᴛ!

❍ /font [ᴛєxᴛ]**
```
❖ ᴇxᴧᴍᴘʟᴇ : /font Aarumi Baby```

**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots) **
'''

    HELP_06 = '''```
❖ ᴍᴧᴛʜ ǫυᴧᴛɪᴏɴs sᴏʟᴠᴇ ❖```

**❍ /math ➠ sᴏʟᴠᴇs ᴍᴧᴛʜᴇᴍᴧᴛɪᴄᴧʟ ᴘʀᴏʙʟᴇᴍs ᴧɴᴅ ǫυᴧᴛɪᴏɴs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_07 = '''```
❖ ᴛᴧɢ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**✿ ᴄʜᴏᴏsᴇ ᴛᴧɢ ɪɴ ʏᴏᴜʀ ᴄʜᴧᴛ ✿

❍ /all ➠ ᴧɴʏ ᴡʀɪᴛᴛᴇɴ ᴛᴇxᴛ ᴛᴧɢ
❍ /alloff ➠ sᴛᴏᴘ ᴛᴧɢ


❍ /shayari ➠ ʀᴧɴᴅᴏᴍ sʜᴧʏᴧʀɪ ᴛᴧɢ 
❍ /shstop ⇴ sᴛᴏᴘ ᴛᴧɢ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_08 = '''```
❖ ᴄᴏᴜᴘʟᴇs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /couples ➠ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴧɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /wish ➠ ᴜsє ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴧɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /cute ➠ ᴄʜᴇᴄᴋ ʏᴏυʀ ᴄυᴛᴇɴᴇss.
❍ /love ➠ ᴧᴅᴅ ᴛᴡᴏ ɴᴀᴍᴇs ᴧɴᴅ sᴇᴇ ʟᴏᴠᴇ ᴘᴏssɪʙɪʟɪᴛʏ !! `ʟɪᴋᴇ ʀᴧᴊᴧ + sσηᴧ.`

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''





    HELP_09 = '''```
❖ ʜᴧsᴛᴧɢ ❖```

**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜє ʜᴧsᴛᴧɢ ᴍᴏᴅυʟᴇ:

❍ /hastag : [ᴛєxᴛ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_10 = '''```
❖ sᴛɪᴄᴋᴇʀs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /packkang ➠ ᴄʀᴇᴧᴛᴇs ᴧ ᴘᴧᴄᴋ ᴏꜰ sᴛɪᴄᴋᴇʀs ꜰʀᴏᴍ ᴧ ᴏᴛʜᴇʀ ᴘᴧᴄᴋ
❍ /stickerid ➠ ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏꜰ ᴧ sᴛɪᴄᴋᴇʀ
❍ /mmf ➠ ʀᴇᴘʟʏ ᴧɴʏ ᴘɪᴄ & ɢɪᴠᴇ ᴛᴇxᴛ `ex :- /mmf Aarumi`
❍ /kang ➠ ʀᴇᴘʟʏ ᴧɴʏ sᴛɪᴄᴋᴇʀ & ᴄʀᴇᴀᴛᴇ ʏᴏᴜʀ sᴛɪᴄᴋᴇʀ ᴘᴧᴄᴋ
❍ /st ➠ ꜰɪɴᴅ ᴏʀɪɢɪɴᴧʟ sᴛɪᴄᴋᴇʀ.

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_11 = '''```
❖ ꜰυɴ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ꜰᴜɴ ᴍᴏᴅυʟᴇ:

❍ /cute [ᴄʜᴇᴄᴋ ʏᴏυʀ ᴄυᴛᴇɴᴇss]
❍ /horny [ᴄʜᴇᴄᴋ ʏσυʀ ʜᴏʀɴʏɴᴇss]
❍ /lezbian [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ʟᴇᴢʙɪᴧɴ ʏᴏᴜ ᴧʀᴇ]
❍ /gay [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ɢᴧʏ ʏσυ ᴧʀᴇ]
❍ /rand [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ʀᴧɴᴅ ʏᴏᴜ ᴧʀᴇ]
❍ /boob [ᴄʜᴇᴄᴋ ʏᴏυʀ ʙᴏᴏʙs sɪᴢᴇ]
❍ /cock [ᴄʜᴇᴄᴋ ʏᴏυʀ ᴅɪᴄᴋ sɪᴢᴇ]
❍ /truth [sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴛʀυᴛʜ sᴛʀɪɴɢ]
❍ /dare : [sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴅᴧʀᴇ sᴛʀɪɴɢ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_12 = '''```
❖ ǫυᴏᴛʟʏ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ǫυᴏᴛʟʏ ᴍᴏᴅυʟᴇ:

❍ /q : ᴄʀᴇᴧᴛᴇ ᴧ ǫυᴏᴛᴇ ꜰʀσᴍ ᴛʜᴇ ᴍᴇssᴧɢᴇ
❍ /q r : ᴄʀᴇᴧᴛᴇ ᴧ ǫυᴏᴛᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴍᴇssᴧɢᴇ ᴡɪᴛʜ ʀᴇᴘʟʏ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_13 = '''```
❖ ᴛʀυᴛʜ ᴧɴᴅ ᴅᴧʀᴇ ❖```

**❖ ᴛʀυᴛʜ ᴧɴᴅ ᴅᴧʀᴇ ᴄᴏᴍᴍᴧɴᴅ

❍ /truth : sᴇɴᴅ ᴧ ʀᴧɴᴅᴏᴍ ᴛʀυᴛʜ sᴛʀɪɴɢ
❍ /dare : sᴇɴᴅ ᴧ ʀᴧɴᴅᴏᴍ ᴅᴧʀᴇ sᴛʀɪɴɢ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''



#------------------------------------------------------------------------------------------------------------------------
# MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | 
#------------------------------------------------------------------------------------------------------------------------







    HELP_14 = '''```
❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴧᴄᴛɪσɴ```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ʙᴧɴ  ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /ban <userhandle> : ʙᴧɴs ᴧ υsᴇʀ. (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /sban <userhandle>: sɪʟᴇɴᴛʟʏ ʙᴧɴ ᴧ υsᴇʀ ᴅᴇʟᴇᴛᴇs ᴄᴏᴍᴍᴧɴᴅ, ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴧɢᴇ ᴧɴᴅ ᴅᴏsᴇɴ'ᴛ ʀᴇᴘʟʏ (ᴠɪᴧ ʜᴧɴᴅʟє, ᴏʀ ʀᴇᴘʟʏ)
❍ /tban <userhandle> : x(ϻ/ʜ/ᴅ): ʙᴧɴ ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ) ϻ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs
❍ /unban <userhandle> : υɴʙᴧɴs ᴧ υsᴇʀ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)**

<u>**❖ ᴋɪᴄᴋs ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsᴇʀ συᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏυᴘ, (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜᴇ υsᴇʀ ᴡʜᴏ ɪssυᴇᴅ ᴛʜє ᴄᴏᴍᴍᴧɴᴅ**

<u>**❖ ᴍυᴛᴇ ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴍᴜᴛᴇ :**

**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟᴇɴᴄᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ υsᴇʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ᴍᴜᴛᴇs ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪᴍᴇ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ). ϻ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υɴᴍυᴛᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍᴜᴛɪɴɢ ᴛʜє ʀᴇᴘʟɪᴇᴅ ᴛᴏ υsᴇʀ**

```
ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴʟʏ ɪꜰ ʏᴏυ ɢɪᴠᴇ ʙᴧɴ ʀɪɢʜᴛs ᴛᴏ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜ ᴧᴅᴍɪɴ```


**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_15 = '''```
❖ ᴋɪᴄᴋs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsᴇʀ ᴏᴜᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏυᴘ, (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜᴇ υsᴇʀ ᴡʜᴏ ɪssυᴇᴅ ᴛʜᴇ ᴄᴏᴍᴍᴧɴᴅ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_16 = '''```
❖ ᴍᴜᴛᴇ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴍυᴛᴇ :

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟᴇɴᴄᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛσ υsᴇʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ᴍᴜᴛᴇs ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪᴍᴇ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ). ϻ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υɴᴍυᴛᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛσ υsᴇʀ**
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_17 = '''```
❖ ᴛʜᴇsᴇ ᴧʀᴇ ᴛʜᴇ ᴧᴠᴧɪʟᴧʙʟᴇ ɢʀᴏυᴘ ᴍᴧɴᴧɢᴇᴍᴇɴᴛ ᴄᴏᴍᴍᴧɴᴅs```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ᴘɪɴ|υɴᴘɪɴ ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /pin ➠ ᴘɪɴs ᴧ ᴍᴇssᴧɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜᴇ ᴘɪɴɴᴇᴅ ᴍᴇssᴧɢᴇ ɪɴ ᴛʜᴇ ɢʀᴏυᴘ
❍ /unpin ➠ υɴᴘɪɴs ᴛʜᴇ ᴄυʀʀᴇɴᴛʟʏ ᴘɪɴɴᴇᴅ ᴍᴇssᴧɢᴇ**


<u>**❖ sᴛᴧꜰꜰ|ʙᴏᴛs ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜᴇ ʟɪsᴛ ᴏꜰ sᴛᴧꜰꜰ ᴍᴇᴍʙᴇʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜᴇ ʟɪsᴛ ᴏꜰ ʙᴏᴛs ɪɴ ᴛʜᴇ ɢʀᴏυᴘ**

<u>**❖ ɢʀᴏυᴘ sᴇᴛ υᴘ ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /settitle ➠ sᴇᴛs ᴛʜᴇ ᴛɪᴛʟᴇ σғ ᴛʜᴇ ɢʀσυᴘ
❍ /setdiscription ➠ sᴇᴛs ᴛʜᴇ ᴅᴇsᴄʀɪᴘᴛɪσɴ σꜰ ᴛʜᴇ ɢʀσυᴘ
❍ /setphoto ➠ sᴇᴛs ᴛʜᴇ ɢʀσυᴘ ᴘʜᴏᴛᴏ
❍ /removephoto ➠ ʀᴇᴍᴏᴠᴇs ᴛʜᴇ ɢʀσυᴘ ᴘʜᴏᴛᴏ
❍ /unmuteall ➠ ᴜɴᴍᴜᴛᴇ ᴧʟʟ ᴍᴜᴛᴇ ᴍᴇᴍʙᴇʀs
❍ /unbanall ➠ ᴜɴʙᴧɴ ᴧʟʟ ʙᴧɴ ϻєϻʙєʀs
❍ /unpinall ➠ ᴜɴᴘɪɴ ᴧʟʟ ᴘɪɴ ᴍᴇssᴧɢᴇ**

**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_18 = '''```
❖ sᴛᴧꜰꜰ|ʙᴏᴛs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜᴇ ʟɪsᴛ ᴏꜰ sᴛᴧꜰꜰ ᴍᴇᴍʙᴇʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜᴇ ʟɪsᴛ σꜰ ʙᴏᴛs ɪɴ ᴛʜᴇ ɢʀσυᴘ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_19 = '''```
❖ ɢʀσυᴘ sᴇᴛ υᴘ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❍ /settitle ➠ sᴇᴛs ᴛʜᴇ ᴛɪᴛʟᴇ σꜰ ᴛʜᴇ ɢʀᴏυᴘ
❍ /setdiscription ➠ sᴇᴛs ᴛʜᴇ ᴅᴇsᴄʀɪᴘᴛɪᴏɴ ᴏꜰ ᴛʜꜰ ɢʀᴏυᴘ
❍ /setphoto ➠ sᴇᴛs ᴛʜᴇ ɢʀᴏυᴘ ᴘʜᴏᴛᴏ
❍ /removephoto ➠ ʀᴇᴍᴏᴠᴇs ᴛʜє ɢʀᴏυᴘ ᴘʜᴏᴛᴏ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_20 = '''```
❖ ɢʀᴏυᴘ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❍ /zombies ➠ ʀᴇᴍᴏᴠᴇs ᴧᴄᴄ ᴅᴇʟᴇᴛᴇᴅ ᴍᴇᴍʙᴇʀs ꜰʀᴏᴍ ᴛʜᴇ ɢʀᴏυᴘ


⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_21 = '''```
❖ ɢᴧᴍᴇ ᴘʟᴧʏ ❖```
**❖ ʜᴇʀᴇ ᴧʀᴇ sᴏᴍᴇ ᴍɪᴍɪ ɢᴧᴍᴇs :

❍ /dice [ʀσʟʟ ᴧ ᴅɪᴄᴇ]
❍ /dart [ᴛʜʀᴏᴡ ᴧ ᴅᴧʀᴛ]
❍ /jackpot [ᴊᴧᴄᴋᴘᴏᴛ ᴍᴧᴄʜɪɴᴇ]
❍ /ball [ʙᴏᴡʟɪɴɢ ɢᴧᴍᴇ]
❍ /basket [ʙᴧsᴋᴇᴛʙᴧʟʟ ɢᴧᴍᴇ]
❍ /football [ꜰᴏᴏᴛʙᴧʟʟ ɢᴧᴍᴇ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_22 = '''```
❖ ɪᴍᴘᴏsᴛᴇʀ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ɪᴍᴘᴏsᴛᴇʀ ᴍᴏᴅυʟᴇ:

❍ /imposter on
❍ /imposter off

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_23 = '''```
❖ sᴧɴɢ ᴍᴧᴛᴧ ᴄᴏᴍᴍᴧɴᴅ ❖```
**❍ /sg ➠ υsᴇʀ ɴᴧᴍᴇ ᴧɴᴅ υsᴇʀɴᴧᴍᴇ ʜɪsᴛᴏʀʏ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_24 = '''```
❖ ᴛʀᴧɴsʟᴧᴛᴇs ❖```
**❍ /tr ➠ ᴄᴧɴ ᴛʀᴧɴꜱʟᴧᴛᴇ ᴍᴜʟᴛɪᴘʟᴇ ʟᴧɴɢυᴧɢᴇs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_25 = '''```
❖ ɢɪᴛʜᴜʙ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /git ➠ ꜰɪɴᴅ ʀᴇᴘᴏ ɢɪᴛ ᴜsᴇʀɴᴧᴍᴇ
❍ /allrepo ➠ sᴇᴇ ᴧʟʟ ʀᴇᴘᴏ ᴛʜʀᴏᴜɢʜ ɢɪᴛ ᴜsᴇʀɴᴧᴍᴇ**

`ᴇxᴧᴍᴘʟᴇ : /git AARUMIBOTS`

**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_26 = '''```
❖ ᴄᴧᴛʙᴏx ɪᴍɢ ❖```
**ᴄʀᴇᴧᴛᴇ ᴧ ᴄᴧᴛʙᴏx ʟɪɴᴋ ᴧɴʏ ᴍᴇᴅɪᴧ!

❍ /tgm [ ʀᴇᴘʟʏ ᴛᴏ ᴧɴʏ ᴍᴇᴅɪᴧ ]
❍ /tgt [ ʀᴇᴘʟʏ ᴛᴏ ᴧɴʏ ᴍᴇᴅɪᴧ ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''
    HELP_PROMOTION = '''
**─────────────────────────
ㅤㅤ❖ ᴘᴧɪᴅ ᴘʀᴏᴍᴏᴛɪᴏɴ ᴧᴠᴧɪʟᴧʙʟᴇ ❖
─────────────────────────
❍ ᴄʜᴧᴛᴛɪɴɢ ɢʀᴏυᴘ's
❍ ᴄᴏʟᴏʀ ᴛʀᴧᴅɪɴᴅ ɢᴧᴍᴇ's
❍ ᴄʜᴧɴɴᴇʟ's | ɢʀᴏᴜᴘ's .....
❍ ʙᴇᴛᴛɪɴɢ ᴧᴅs ᴏʀ ᴧɴʏᴛʜɪɴɢ
─────────────────────────
● ᴘʀᴏᴍᴏᴛᴇ ᴧɴʏᴛʜɪɴɢ ʏᴏυ ᴡᴧɴᴛ ᴏɴ ᴏυʀ ᴘʟᴧᴛꜰᴏʀᴍ ᴡɪᴛʜ ʙᴇsᴛ ᴘʟᴧɴs ᴧɴᴅ ᴘʀᴏᴘᴇʀ sᴇʀᴠɪᴄᴇs
─────────────────────────
● ᴅᴧɪʟʏ, ᴡᴇᴇᴋʟʏ ᴧɴᴅ ᴍᴏɴᴛʜʟʏ ᴘʟᴧɴ'ꜱ ᴧᴠᴧɪʟᴧʙʟᴇ ꜰᴏʀ ʙɪɢ ʙυꜱɪɴᴇꜱꜱᴇꜱ ᴧᴛ ᴛʜᴇ ʙᴇꜱᴛ ᴘᴏꜱꜱɪʙʟᴇ ᴄᴏɴᴅɪᴛɪσɴs !
─────────────────────────
ʙᴇsᴛ ᴧɴᴅ ᴄʜᴇᴧᴘ ɪɴ ᴛᴇʟᴇɢʀᴧᴍ 400-500+ ᴍᴇᴍʙᴇʀs ɪɴ ᴏɴᴇ ᴘʀᴏᴍᴏᴛɪᴏɴ ɢυʀᴧɴᴛᴇᴇ...
─────────────────────────
❍ ᴄᴏɴᴛᴧᴄᴛ - [ ㅤㅤ- к ᴧ ʀ м ᴧ › ᴏᴘ ⇢](https://t.me/Swagger_Soul)
─────────────────────────**
'''
    HELP_ABOUT = '''
**─────────────────────────
│ ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ ˹[ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ 💞](https://t.me/AarumiBots)˼ ʙᴏᴛ sᴛᴧᴛυs │
─────────────────────────
       ❖ │ ʀᴇᴧʟ ᴛɪᴍᴇ ʙᴏᴛ's sᴛᴧᴛυs │❖
─────────────────────────
╭⎋ [˹ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ˼ ♪ [ 💌 ] ](https://t.me/AarumiSongBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01
       
╭⎋ [˹ sᴧɴᴧᴛᴧɴɪ ꭙ ᴍᴜsɪᴄ ˼ [ 🚩 ]](https://t.me/SanataniXMusicRobot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ᴍ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01

╭⎋ [ ˹ ǫᴧʏᴧᴍᴧᴛ ꭙ мᴜѕɪᴄ˼ ♪ [ 💌 ] ](https://t.me/QayamatMusicBot) : ᴧʟɪᴠᴇ 
╰⊚ υᴘᴛɪᴍᴇ : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢᴇ : 24 | ᴧssɪsᴛᴧɴᴛs : 01
─────────────────────────
⊚ ʙᴏᴛ sᴛᴧᴛυs ᴧɴᴅ ᴍᴏʀᴇ ʙᴏᴛs - [ᴄʜᴇᴄᴋ ɴᴏᴡ](https://t.me/AarumiBots/4)
─────────────────────────
⊚ ʟᴧsᴛ ᴄʜᴇᴄᴋᴇᴅ ᴘɴ : ᴅᴧᴛᴇ : 1 ᴍᴧʀᴄʜ 2025 
─────────────────────────
❍ ᴘᴏᴡєʀєᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)
─────────────────────────**
'''
    HELP_ALLBOT = '''
**─────────────────────────
❖ ᴧ ᴍᴜsɪᴄ + ᴍᴧɴᴧɢᴇᴍᴇɴᴛ ʙᴏᴛ ꜰᴏʀ ᴛᴇʟᴇɢʀᴧᴍ ɢʀᴏᴜᴘs / ᴄʜᴧɴɴᴇʟs
─────────────────────────
● ᴡʀɪᴛᴛᴇɴ ɪɴ ➥ [ᴩʏᴛʜᴏɴ](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsᴇ ➥ [ᴍᴏɴɢᴏ-ᴅʙ](https://www.mongodb.com/)
─────────────────────────
● ɴᴏ ʟᴧɢ ɪssᴜᴇs ɴᴏ ᴧᴅs ɴᴏ ʙᴜɢs.
● sᴜᴘᴘᴏʀᴛ ᴧʟʟ ᴛɪᴍᴇ sᴛᴧʏ ᴡɪᴛʜ ᴜs.
● ᴇɴᴊᴏʏ ꜰᴇᴇʟ ꜰʀᴇᴇ ᴍᴜsɪᴄ ᴡɪᴛʜ ᴧᴧʀᴜᴍɪ.
● ᴧᴅᴅ ᴍᴇ ɴᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛᴇs ᴄʜᴧɴɴᴇʟ ➥ [˹ ᴧᴧʀᴜᴍɪ ʙᴏᴛ ᴜᴘᴅᴧᴛᴇs ˼](https://t.me/AarumiBots)
❖ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ➥ [˹ ᴧᴧʀᴜᴍɪ sᴜᴘᴘᴏʀᴛ ᴄʜᴧᴛ ˼](https://t.me/AarumiChat)
❖ ʙᴏᴛ ᴏᴡɴᴇʀ ➥ [ㅤㅤ- к ᴧ ʀ м ᴧ › ᴏᴘ ⇢](https://t.me/Swagger_Soul)
❖ ʀᴇᴘᴏ ʟɪɴᴋ ➥ [ᴄʟɪᴄᴋ-ʜᴇʀᴇ](https://t.me/AarumiBots)
─────────────────────────
❖ ᴄʟɪᴄᴋ ᴏɴ ᴛʜᴇ ʜᴇʟᴩ ʙυᴛᴛᴏɴ ᴛᴏ ɢᴇᴛ ɪɴꜰᴏ
   ᴧʙᴏυᴛ ᴍʏ ᴍᴏᴅυʟᴇs ᴧɴᴅ ᴄᴏᴍᴍᴧɴᴅs...!!
─────────────────────────**
'''

#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------


    
    fullpromote = {
    'can_change_info': True,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': True,
    'can_invite_users': True,
    'can_restrict_members': True,
    'can_pin_messages': True,
    'can_promote_members': True,
    'can_manage_chat': True,
    }

    
    promoteuser = {
    'can_change_info': False,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': False,
    'can_invite_users': True,
    'can_restrict_members': False,
    'can_pin_messages': False,
    'can_promote_members': False,
    'can_manage_chat': True,
    }




#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
