# MADE BY - AARUMI BABY

class Helper(object):
    HELP_M = '''```
❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ```
**ᴧsᴋ ʏᴏυʀ ᴅᴏυʙᴛs ᴧᴛ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄᴏᴍᴍᴧηᴅs ᴄᴧη ʙє υsєᴅ ᴡɪᴛʜ : /**
'''

    HELP_B = '''```
❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏυ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ```
**ᴧsᴋ ʏσυʀ ᴅᴏυʙᴛs ᴧᴛ sυᴘᴘᴏʀᴛ ᴄʜᴧᴛ ᴧʟʟ ᴄᴏᴍᴍᴧɴᴅs ᴄᴧɴ ʙᴇ υsᴇᴅ ᴡɪᴛʜ : /**
'''


    HELP_Sona = '''```
❖ ʜєʟᴘ ᴍᴧɪɴ ᴍᴇɴυ```
**❖ ᴄʜᴏᴏsᴇ ᴛʜᴇ ᴄᴧᴛᴇɢᴏʀʏ ꜰᴏʀ ᴡʜɪᴄʜ ʏᴏᴜ ᴡᴧɴɴᴧ ɢᴇᴛ ʜᴇʟᴩ**
'''

#------------------------------------------------------------------------------------------------------------------------
# TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL | TOOL |
#------------------------------------------------------------------------------------------------------------------------

    HELP_01 = '''```
❖ ᴄʜᴧᴛɢᴘᴛ ᴄᴏᴍᴍɴᴅꜱ ❖```
**❖ ᴧɪ | ᴄʜᴧᴛɢᴘᴛ ᴄᴏᴍᴍᴧɴᴅs

❍ /ask [ǫυєʀʏ] : sᴇᴧʀᴄʜ ᴛʜᴇ ᴧɴʏ ᴛʏᴘᴇ ǫυᴇsᴛɪᴏɴ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_02 = '''```
❖ sᴇᴧʀᴄʜ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /google [ǫυᴇʀʏ] : sєᴧʀᴄʜ ᴛʜє ɢᴏᴏɢʟє ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇη ǫυᴇʀʏ
❍ /waifu [ǫυᴇʀʏ] : sєᴧʀᴄʜ ʀᴀɴᴅᴏᴍ ᴡᴧɪғᴜ ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇη ǫυᴇʀʏ
❍ /bored [ǫυᴇʀʏ] : ᴛɪϻєᴅ ᴏᴜᴛ ʙᴏʀɪηɢ ϻᴏᴏᴅs ꜰᴏʀ ᴛʜᴇ ɢɪᴠᴇɴ ǫυᴇʀʏ
❍ /image [ǫυᴇʀʏ] : ɢᴇᴛ ᴛʜᴇ ɪᴍᴧɢᴇs ʀᴇɢᴧʀᴅɪηɢ ᴛᴏ ʏᴏᴜʀ ǫυᴇʀʏ
❍ /math [ǫυᴇʀʏ] : ɢᴇᴛ sᴏʟᴠᴇᴅ ᴍᴧᴛʜ ǫᴜᴇsᴛɪᴏɴs.** `єx - 2 + 2`

```
❖ ᴇxᴧᴍᴘʟᴇ : /google ʜɪɴᴅɪ sᴏɴɢs```

**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_03 = '''```
❖ ᴡʜɪsᴘᴇʀ ❖```
**❖ sᴇɴᴅ ᴡʜɪsᴘᴇʀ ᴍᴇssᴀɢᴇ ❖**

```
 ᴇxᴧᴍᴘʟᴇ : @Jio_savan_music_bot @Swagger_Soul ɪ ʟᴏᴠᴇ ʏᴏᴜ 😘
```

<u>**❖ ᴛᴇxᴛ ᴛᴏ ᴠᴏɪᴄᴇ**</u>

**❍ /tts : [ᴛᴇxᴛ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots) **
'''


    HELP_04 = '''```
❖ ɪɴꜰᴏ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /id : ɢᴇᴛ ᴛʜᴇ ᴄυʀʀᴇɴᴛ ɢʀᴏᴜᴘ ɪᴅ. ɪꜰ υsᴇᴅ ʙʏ ʀᴇᴘʟʏɪɴɢ ᴛᴏ ᴧ ᴍᴇssᴧɢᴇ, ɢᴇᴛs ᴛʜᴧᴛ υsᴇʀ's ɪᴅ
❍ /info : ɢᴇᴛ ɪɴꜰᴏʀᴍᴧᴛɪᴏɴ ᴧʙᴏᴜᴛ ᴧ υsᴇʀ.
❍ /givelink : ɢᴇᴛ ɪɴꜰᴏʀᴍᴧᴛɪᴏɴ ᴧʙᴏυᴛ ᴧ ɢɪᴛʜυʙ υsᴇʀ
❍ /groupdata : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴅᴀᴛᴀ
❍ /groupinfo : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ɪɴꜰᴏ `ᴇx :- /groupinfo ɢʀᴏᴜᴘ ᴜsᴇʀɴᴀᴍᴇ`
❍ /status : ɢᴇᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ sᴛᴧᴛᴜs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_05 = '''```
❖ ꜰᴏɴᴛ ❖```
**ʙʏ υsɪɴɢ ᴛʜɪs ᴍᴏᴅυʟᴇ ʏᴏυ ᴄᴧɴ ᴄʜᴧɴɢᴇ ꜰᴏɴᴛs ᴏꜰ ᴧɴʏ ᴛᴇxᴛ!

❍ /font [ᴛєxᴛ]**
```
❖ ᴇxᴧᴍᴘʟᴇ : /font Aarumi Baby```

**⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots) **
'''

    HELP_06 = '''```
❖ ᴍᴧᴛʜ ǫυᴧᴛɪᴏɴs sᴏʟᴠᴇ ❖```

**❍ /math ➠ sᴏʟᴠᴇs ᴍᴧᴛʜᴇᴍᴧᴛɪᴄᴧʟ ᴘʀᴏʙʟᴇᴍs ᴧɴᴅ ǫυᴧᴛɪᴏɴs

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_07 = '''```
❖ ᴛᴧɢ ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**✿ ᴄʜᴏᴏsᴇ ᴛᴧɢ ɪɴ ʏᴏᴜʀ ᴄʜᴧᴛ ✿

❍ /all ➠ ᴧɴʏ ᴡʀɪᴛᴛᴇɴ ᴛᴇxᴛ ᴛᴧɢ
❍ /alloff ➠ sᴛᴏᴘ ᴛᴧɢ


❍ /shayari ➠ ʀᴧɴᴅᴏᴍ sʜᴧʏᴧʀɪ ᴛᴧɢ 
❍ /shstop ⇴ sᴛᴏᴘ ᴛᴧɢ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_08 = '''```
❖ ᴄᴏᴜᴘʟᴇs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /couples ➠ ᴜsᴇ ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴧɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /wish ➠ ᴜsє ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴧɴᴅ sᴇᴇ ɢʀᴏᴜᴘs ᴄᴏᴜᴘʟᴇs.
❍ /cute ➠ ᴄʜᴇᴄᴋ ʏᴏυʀ ᴄυᴛᴇɴᴇss.
❍ /love ➠ ᴧᴅᴅ ᴛᴡᴏ ɴᴀᴍᴇs ᴧɴᴅ sᴇᴇ ʟᴏᴠᴇ ᴘᴏssɪʙɪʟɪᴛʏ !! `ʟɪᴋᴇ ʀᴧᴊᴧ + sσηᴧ.`

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''





    HELP_09 = '''```
❖ ʜᴧsᴛᴧɢ ❖```

**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜє ʜᴧsᴛᴧɢ ᴍᴏᴅυʟᴇ:

❍ /hastag : [ᴛєxᴛ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_10 = '''```
❖ sᴛɪᴄᴋᴇʀs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```
**❍ /packkang ➠ ᴄʀᴇᴧᴛᴇs ᴧ ᴘᴧᴄᴋ ᴏꜰ sᴛɪᴄᴋᴇʀs ꜰʀᴏᴍ ᴧ ᴏᴛʜᴇʀ ᴘᴧᴄᴋ
❍ /stickerid ➠ ɢᴇᴛs ᴛʜᴇ sᴛɪᴄᴋᴇʀ ɪᴅ ᴏꜰ ᴧ sᴛɪᴄᴋᴇʀ
❍ /mmf ➠ ʀᴇᴘʟʏ ᴧɴʏ ᴘɪᴄ & ɢɪᴠᴇ ᴛᴇxᴛ `ex :- /mmf Aarumi`
❍ /kang ➠ ʀᴇᴘʟʏ ᴧɴʏ sᴛɪᴄᴋᴇʀ & ᴄʀᴇᴀᴛᴇ ʏᴏᴜʀ sᴛɪᴄᴋᴇʀ ᴘᴧᴄᴋ
❍ /st ➠ ꜰɪɴᴅ ᴏʀɪɢɪɴᴧʟ sᴛɪᴄᴋᴇʀ.

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_11 = '''```
❖ ꜰυɴ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ꜰᴜɴ ᴍᴏᴅυʟᴇ:

❍ /cute [ᴄʜᴇᴄᴋ ʏᴏυʀ ᴄυᴛᴇɴᴇss]
❍ /horny [ᴄʜᴇᴄᴋ ʏσυʀ ʜᴏʀɴʏɴᴇss]
❍ /lezbian [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ʟᴇᴢʙɪᴧɴ ʏᴏᴜ ᴧʀᴇ]
❍ /gay [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ɢᴧʏ ʏσυ ᴧʀᴇ]
❍ /rand [ᴄʜᴇᴄᴋ ʜᴏᴡ ᴍυᴄʜ ʀᴧɴᴅ ʏᴏᴜ ᴧʀᴇ]
❍ /boob [ᴄʜᴇᴄᴋ ʏᴏυʀ ʙᴏᴏʙs sɪᴢᴇ]
❍ /cock [ᴄʜᴇᴄᴋ ʏᴏυʀ ᴅɪᴄᴋ sɪᴢᴇ]
❍ /truth [sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴛʀυᴛʜ sᴛʀɪɴɢ]
❍ /dare : [sᴇɴᴅs ᴧ ʀᴧɴᴅᴏᴍ ᴅᴧʀᴇ sᴛʀɪɴɢ]

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [AarumiBots](https://t.me/AarumiBots)**
'''


    HELP_12 = '''```
❖ ǫυᴏᴛʟʏ ❖```
**ʜᴇʀᴇ ɪs ᴛʜᴇ ʜᴇʟᴘ ꜰᴏʀ ᴛʜᴇ ǫυᴏᴛʟʏ ᴍᴏᴅυʟᴇ:

❍ /q : ᴄʀᴇᴧᴛᴇ ᴧ ǫυᴏᴛᴇ ꜰʀσᴍ ᴛʜᴇ ᴍᴇssᴧɢᴇ
❍ /q r : ᴄʀᴇᴧᴛᴇ ᴧ ǫυᴏᴛᴇ ꜰʀᴏᴍ ᴛʜᴇ ᴍᴇssᴧɢᴇ ᴡɪᴛʜ ʀᴇᴘʟʏ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_13 = '''```
❖ ᴛʀυᴛʜ ᴧɴᴅ ᴅᴧʀᴇ ❖```

**❖ ᴛʀυᴛʜ ᴧɴᴅ ᴅᴧʀᴇ ᴄᴏᴍᴍᴧɴᴅ

❍ /truth : sᴇɴᴅ ᴧ ʀᴧɴᴅᴏᴍ ᴛʀυᴛʜ sᴛʀɪɴɢ
❍ /dare : sᴇɴᴅ ᴧ ʀᴧɴᴅᴏᴍ ᴅᴧʀᴇ sᴛʀɪɴɢ

⦿ ᴘᴏᴡᴇʀᴇᴅ ʙʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''



#------------------------------------------------------------------------------------------------------------------------
# MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | MANAGEMENT | 
#------------------------------------------------------------------------------------------------------------------------







    HELP_14 = '''```
❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴧᴄᴛɪσɴ```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ʙᴧɴ  ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /ban <userhandle> : ʙᴧɴs ᴧ υsᴇʀ. (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /sban <userhandle>: sɪʟᴇɴᴛʟʏ ʙᴧɴ ᴧ υsᴇʀ ᴅᴇʟᴇᴛᴇs ᴄᴏᴍᴍᴧɴᴅ, ʀᴇᴘʟɪᴇᴅ ᴍᴇssᴧɢᴇ ᴧɴᴅ ᴅᴏsᴇɴ'ᴛ ʀᴇᴘʟʏ (ᴠɪᴧ ʜᴧɴᴅʟє, ᴏʀ ʀᴇᴘʟʏ)
❍ /tban <userhandle> : x(ϻ/ʜ/ᴅ): ʙᴧɴ ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ) ϻ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs
❍ /unban <userhandle> : υɴʙᴧɴs ᴧ υsᴇʀ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)**

<u>**❖ ᴋɪᴄᴋs ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsᴇʀ συᴛ ᴏꜰ ᴛʜᴇ ɢʀᴏυᴘ, (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜᴇ υsᴇʀ ᴡʜᴏ ɪssυᴇᴅ ᴛʜє ᴄᴏᴍᴍᴧɴᴅ**

<u>**❖ ᴍυᴛᴇ ᴄᴏᴍᴍᴧɴᴅꜱ ❖**</u>

**❖ ᴧᴠᴧɪʟᴧʙʟᴇ ᴄᴏᴍᴍᴧɴᴅs ꜰᴏʀ ᴍᴜᴛᴇ :**

**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟᴇɴᴄᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍυᴛɪɴɢ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ υsᴇʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ᴍᴜᴛᴇs ᴧ υsᴇʀ ꜰᴏʀ x ᴛɪᴍᴇ (ᴠɪᴧ ʜᴧɴᴅʟᴇ, ᴏʀ ʀᴇᴘʟʏ). ϻ = ᴍɪɴυᴛᴇs, ʜ = ʜᴏυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υɴᴍυᴛᴇs ᴧ υsᴇʀ ᴄᴧɴ ᴧʟsᴏ ʙᴇ υsᴇᴅ ᴧs ᴧ ʀᴇᴘʟʏ, ᴍᴜᴛɪɴɢ ᴛʜє ʀᴇᴘʟɪᴇᴅ ᴛᴏ υsᴇʀ**

```
ᴛʜɪs ᴄᴏᴍᴍᴧɴᴅ ᴡɪʟʟ ᴡᴏʀᴋ ᴏɴʟʏ ɪꜰ ʏᴏυ ɢɪᴠᴇ ʙᴧɴ ʀɪɢʜᴛs ᴛᴏ ᴛʜᴇ ʙᴏᴛ ᴡɪᴛʜ ᴧᴅᴍɪɴ```


**⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_15 = '''```
❖ ᴋɪᴄᴋs ᴄᴏᴍᴍᴧɴᴅꜱ ❖```

**❍ /kick <userhandle> : ᴋɪᴄᴋs ᴧ υsєʀ συᴛ σғ ᴛʜє ɢʀσυᴘ, (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ)
❍ /kickme: ᴋɪᴄᴋs ᴛʜє υsєʀ ᴡʜσ ɪssυєᴅ ᴛʜє ᴄσϻϻᴧηᴅ

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_16 = '''```
❖ ϻυᴛє ᴄσϻϻᴧηᴅꜱ ❖```

**❖ ᴧᴠᴧɪʟᴧʙʟє ᴄσϻϻᴧηᴅs ꜰσʀ ϻυᴛє :

❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :

❍ /mute <userhandle> : sɪʟєηᴄєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ
❍ /tmute <userhandle> x(ϻ/ʜ/ᴅ): ϻυᴛєs ᴧ υsєʀ ғσʀ x ᴛɪϻє (ᴠɪᴧ ʜᴧηᴅʟє, σʀ ʀєᴘʟʏ). ϻ = ϻɪηυᴛєs, ʜ = ʜσυʀs, ᴅ = ᴅᴧʏs.
❍ /unmute <userhandle>: υηϻυᴛєs ᴧ υsєʀ ᴄᴧη ᴧʟsσ ʙє υsєᴅ ᴧs ᴧ ʀєᴘʟʏ, ϻυᴛɪηɢ ᴛʜє ʀєᴘʟɪєᴅ ᴛσ υsєʀ**
```
ᴛʜɪs ᴄσϻϻᴧηᴅ ᴡɪʟʟ ᴡσʀᴋ σηʟʏ ɪғ ʏσυ ɢɪᴠє ʙᴧη ʀɪɢʜᴛs ᴛσ ᴛʜє ʙσᴛ ᴡɪᴛʜ ᴧᴅϻɪη```

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_17 = '''```
❖ ᴛʜєsє ᴧʀє ᴛʜє ᴧᴠᴧɪʟᴧʙʟє ɢʀσυᴘ ϻᴧηᴧɢєϻєηᴛ ᴄσϻϻᴧηᴅs```
**❖ 𝖠𝖣𝖬𝖨𝖭𝖲 𝖮𝖭𝖫𝖸 :**

<u>**❖ ᴘɪη|υηᴘɪη ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /pin ➠ ᴘɪηs ᴧ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /pinned ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ᴘɪηηєᴅ ϻєssᴧɢє ɪη ᴛʜє ɢʀσυᴘ
❍ /unpin ➠ υηᴘɪηs ᴛʜє ᴄυʀʀєηᴛʟʏ ᴘɪηηєᴅ ϻєssᴧɢє**


<u>**❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ**

<u>**❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖**</u>

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /unmuteall ➠ ᴜηϻᴜᴛᴇ ᴧʟʟ ϻᴜᴛᴇ ϻєϻʙєʀs
❍ /unbanall ➠ ᴜηʙᴧη ᴧʟʟ ʙᴧη ϻєϻʙєʀs
❍ /unpinall ➠ ᴜηᴘɪη ᴧʟʟ ᴘɪη ᴍєssᴧɢᴇ**

**⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_18 = '''```
❖ sᴛᴧғғ|ʙσᴛs ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /staff ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ sᴛᴧғғ ϻєϻʙєʀs
❍ /bots ➠ ᴅɪsᴘʟᴧʏs ᴛʜє ʟɪsᴛ σғ ʙσᴛs ɪη ᴛʜє ɢʀσυᴘ

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_19 = '''```
❖ ɢʀσυᴘ sєᴛ υᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /settitle ➠ sєᴛs ᴛʜє ᴛɪᴛʟє σғ ᴛʜє ɢʀσυᴘ
❍ /setdiscription ➠ sєᴛs ᴛʜє ᴅєsᴄʀɪᴘᴛɪση σғ ᴛʜє ɢʀσυᴘ
❍ /setphoto ➠ sєᴛs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ
❍ /removephoto ➠ ʀєϻσᴠєs ᴛʜє ɢʀσυᴘ ᴘʜσᴛσ

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''



    HELP_20 = '''```
❖ ɢʀσυᴘ ᴄσϻϻᴧηᴅꜱ ❖```

**❍ /zombies ➠ ʀєϻσᴠєs ᴧᴄᴄ ᴅєʟєᴛєᴅ ϻєϻʙєʀs ғʀσϻ ᴛʜє ɢʀσυᴘ


⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_21 = '''```
❖ ɢᴧϻє ᴘʟᴧʏ ❖```
**❖ ʜєʀє ᴧʀє sσϻє ϻɪηɪ ɢᴧϻєs :

❍ /dice [ʀσʟʟ ᴧ ᴅɪᴄє]
❍ /dart [ᴛʜʀσᴡ ᴧ ᴅᴧʀᴛ]
❍ /jackpot [ᴊᴧᴄᴋᴘσᴛ ϻᴧᴄʜɪηє]
❍ /ball [ʙσᴡʟɪηɢ ɢᴧϻє]
❍ /basket [ʙᴧsᴋєᴛʙᴧʟʟ ɢᴧϻє]
❍ /football [ғσσᴛʙᴧʟʟ ɢᴧϻє]

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_22 = '''```
❖ ɪϻᴘσsᴛєʀ ❖```
**ʜєʀє ɪs ᴛʜє ʜєʟᴘ ғσʀ ᴛʜє ɪϻᴘσsᴛєʀ ϻσᴅυʟє:

❍ /imposter on
❍ /imposter off

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_23 = '''```
❖ sᴧηɢ ϻᴧᴛᴧ ᴄσϻϻᴧηᴅ ❖```
**❍ /sg ➠ υsєʀ ηᴧϻє ᴧηᴅ υsєʀηᴧϻє ʜɪsᴛσʀʏ

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''

    HELP_24 = '''```
❖ ᴛʀᴧηsʟᴧᴛєs ❖```
**❍ /tr ➠ ᴄᴧη ᴛʀᴧηꜱʟᴧᴛє ϻυʟᴛɪᴘʟє ʟᴧηɢυᴧɢєs

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_25 = '''```
❖ ɢɪᴛʜᴜʙ ᴄσϻϻᴧηᴅꜱ ❖```
**❍ /git ➠ ғɪηᴅ ʀєᴘᴏ ɢɪᴛ ᴜsєʀηᴧϻє
❍ /allrepo ➠ sєє ᴧʟʟ ʀєᴘᴏ ᴛʜʀσᴜɢʜ ɢɪᴛ ᴜsєʀηᴧϻє**

`єxᴧϻᴘʟє : /git TEAMKRITI`

**⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''


    HELP_26 = '''```
❖ ᴛєʟєɢʀᴧᴘʜ ❖```
**ᴄʀєᴧᴛє ᴧ ᴛєʟєɢʀᴧᴘʜ ʟɪηᴋ ᴧηʏ ϻєᴅɪᴧ!

❍ /tgm [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]
❍ /tgt [ʀєᴘʟʏ ᴛσ ᴧηʏ ϻєᴅɪᴧ]

⦿ 𝐏ᴏᴡᴇʀᴇᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)**
'''
    HELP_PROMOTION = '''
**─────────────────────────
ㅤㅤ❖ ᴘᴧɪᴅ ᴘʀσϻσᴛɪση ᴧᴠᴧɪʟᴧʙʟє ❖
─────────────────────────
❍ ᴄʜᴧᴛᴛɪηɢ ɢʀσυᴘ's
❍ ᴄσʟσʀ ᴛʀᴧᴅɪηɢ ɢᴧϻє's
❍ ᴄʜᴧηηєʟ's | ɢʀσυᴘ's .....
❍ ʙєᴛᴛɪηɢ ᴧᴅs σʀ ᴧηʏᴛʜɪηɢ
─────────────────────────
● ᴘʀσϻσᴛє ᴧηʏᴛʜɪηɢ ʏσυ ᴡᴧηᴛ ση συʀ ᴘʟᴧᴛғσʀϻ ᴡɪᴛʜ ʙєsᴛ ᴘʟᴧηs ᴧηᴅ ᴘʀσᴘєʀ sєʀᴠɪᴄєs
─────────────────────────
● ᴅᴧɪʟʏ, ᴡєєᴋʟʏ ᴧηᴅ ϻσηᴛʜʟʏ ᴘʟᴧη'ꜱ ᴧᴠᴧɪʟᴧʙʟє ꜰσʀ ʙɪɢ ʙυꜱɪηєꜱꜱєꜱ ᴧᴛ ᴛʜє ʙєꜱᴛ ᴘσꜱꜱɪʙʟє ᴄσηᴅɪᴛɪσηꜱ !
─────────────────────────
ʙєsᴛ ᴧηᴅ ᴄʜєᴧᴘ ɪη ᴛєʟєɢʀᴧϻ 400-500+ ϻєϻʙєʀs ɪη σηє ᴘʀσϻσᴛɪση ɢυʀᴧηᴛєє...
─────────────────────────
❍ ᴄσηᴛᴧᴄᴛ - [ ㅤㅤ- к ᴧ ʀ м ᴧ › ᴏᴘ ⇢](https://t.me/Swagger_Soul)
─────────────────────────**
'''
    HELP_ABOUT = '''
**─────────────────────────
│ ᴡєʟᴄσϻє ᴛσ ˹[ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ 💞](https://t.me/AarumiBots)˼ ʙσᴛ sᴛᴧᴛυs │
─────────────────────────
       ❖ │ ʀєᴧʟ ᴛɪϻє ʙσᴛ's sᴛᴧᴛυs │❖
─────────────────────────
╭⎋ [˹ ᴧᴧʀᴜᴍɪ ꭙ мᴜѕɪᴄ ˼ ♪ [ 💌 ] ](https://t.me/AarumiSongBot) : ᴧʟɪᴠє 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢє : 24 | ᴧssɪsᴛᴧηᴛs : 01
       
╭⎋ [˹ sᴧɴᴧᴛᴧɴɪ ꭙ ᴍᴜsɪᴄ ˼ [ 🚩 ]](https://t.me/SanataniXMusicRobot) : ᴧʟɪᴠє 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢє : 24 | ᴧssɪsᴛᴧηᴛs : 01

╭⎋ [ ˹ ǫᴧʏᴧᴍᴧᴛ ꭙ мᴜѕɪᴄ˼ ♪ [ 💌 ] ](https://t.me/QayamatMusicBot) : ᴧʟɪᴠє 
╰⊚ υᴘᴛɪϻє : 12ʜ:58ϻ:20s | ᴄᴘυ : 5.0% | 
       υsᴧɢє : 24 | ᴧssɪsᴛᴧηᴛs : 01
─────────────────────────
⊚ ʙσᴛ sᴛᴧᴛυs ᴧηᴅ ϻσʀє ʙσᴛs - [ᴄʟɪᴄᴋ ʜєʀє](https://t.me/lll_BADNAM_BABY_lll/263)
─────────────────────────
⊚ ʟᴧsᴛ ᴄʜєᴄᴋєᴅ ση : ᴅᴧᴛє : 10 ᴊᴀɴ 2025 
─────────────────────────
❍ 𝐏ᴏᴡєʀєᴅ 𝖡ʏ » [˹ᴧᴧʀᴜᴍɪ ꭙ ʙᴏᴛѕ˼ 💞](https://t.me/AarumiBots)
─────────────────────────**
'''
    HELP_ALLBOT = '''
**─────────────────────────
❖ ᴧ ϻᴜsɪᴄ + ϻᴧηᴧɢєϻєηᴛ ʙσᴛ ғσʀ ᴛєʟєɢʀᴧϻ ɢʀσᴜᴘs / ᴄʜᴧηηєʟs
─────────────────────────
● ᴡʀɪᴛᴛєη ɪη ➥ [ᴩʏᴛʜση](https://www.python.org/)
● ᴅᴧᴛᴧʙᴧsє ➥ [ϻᴏηɢᴏ-ᴅʙ](https://www.mongodb.com/)
─────────────────────────
● ηᴏ ʟᴀɢ ɪssᴜєs ηᴏ ᴧᴅs ηᴏ ʙᴜɢs.
● sᴜᴘᴘᴏʀᴛ ᴧʟʟ ᴛɪϻє sᴛᴧʏ ᴡɪᴛʜ ᴜs.
● ᴇηᴊᴏʏ ғєєʟ ғʀєє ϻᴜsɪᴄ ᴡɪᴛʜ 𝐊ʀɪᴛɪ.
● ᴧᴅᴅ ϻє ηᴏᴡ ʙᴧʙʏ ɪɴ ʏᴏᴜʀ ɢʀσᴜᴘs.
─────────────────────────
❖ υᴘᴅᴧᴛєs ᴄʜᴧηηєʟ ➥ [˹ ᴧᴧʀᴜᴍɪ ʙᴏᴛ ᴜᴘᴅᴧᴛᴇs ˼](https://t.me/AarumiBots)
❖ sυᴘᴘσʀᴛ ᴄʜᴧᴛ ➥ [˹ ᴧᴧʀᴜᴍɪ sᴜᴘᴘᴏʀᴛ ᴄʜᴧᴛ ˼](https://t.me/AarumiChat)
❖ ʙᴏᴛ σᴡηєʀ ➥ [ㅤㅤ- к ᴧ ʀ м ᴧ › ᴏᴘ ⇢](https://t.me/Swagger_Soul)
❖ ʀєᴘσ ʟɪηᴋ ➥ [ᴄʟɪᴄᴋ-ʜєʀє](https://t.me/AarumiBots)
─────────────────────────
❖ ᴄʟɪᴄᴋ ση ᴛʜє ʜєʟᴩ ʙυᴛᴛση ᴛσ ɢєᴛ ɪηғσ
   ᴧʙσυᴛ ϻʏ ϻσᴅυʟєs ᴧηᴅ ᴄσϻϻᴧηᴅs...!!
─────────────────────────**
'''

#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------


    
    fullpromote = {
    'can_change_info': True,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': True,
    'can_invite_users': True,
    'can_restrict_members': True,
    'can_pin_messages': True,
    'can_promote_members': True,
    'can_manage_chat': True,
    }

    
    promoteuser = {
    'can_change_info': False,
    'can_post_messages': True,
    'can_edit_messages': True,
    'can_delete_messages': False,
    'can_invite_users': True,
    'can_restrict_members': False,
    'can_pin_messages': False,
    'can_promote_members': False,
    'can_manage_chat': True,
    }




#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
#------------------------------------------------------------------------------------------------------------------------
